[Language]
Code="he"
Name="Hebrew"
Version="2.5.3"
Translator="Joe Shachaf <joeshachaf@gmail.com>"
Dir="rtl"

[MainFrame]
Title="Lingoes"
Close="סגור"
Maximize="הגדל"
Minimize="צמצם"
Restore="שחזר"
Menu="תפריט ראשי"

; Status Icon
[NotifyIcon]
Tip="Lingoes\nלכידת מילה מהמסך: [$CursorStatus]\nתרגם טקסט נבחר: [$SelectionStatus]\nתרגם טקסט מלוח הגזירים: [$ClipboardStatus]"
InfoTitle="Lingoes"
Info="לכידת מילה מהמסך: [$CursorStatus]\nתרגם טקסט נבחר: [$SelectionStatus]\nתרגם טקסט מלוח הגזירים: [$ClipboardStatus]"
Enabled="פועל"
Disabled="מנוטרל"

[MainMenu]
Open="פתח"
CursorTranslator="לכידת מילה על המסך"
SelectionTranslator="תרגם טקסט נבחר"
ClipboardTranslator="תרגם טקסט מלוח הגזירים"
Configuration="הגדרות..."
Dictionaries="מילונים..."
Appendices="תוספים..."
Activation="הפעלת מוצר"
UpdateOnline="עדכון מהרשת"
Help="עזרה"
About="אודות Lingoes"
SupportOnline="תמיכה מקוונת"
Exit="יציאה"

[DlgInput]
Back="חזרה"
Forward="קדימה"
MainMenu="תפריט ראשי"
HistoryList="רשימה היסטורית"
Search="חפש", "חפש הסברים מפורטים"
WebSearch="חיפוש ברשת"
AutoMatch="התאמה אוטומטית", "התאמה אוטומטית בקבוצת מפתח"
MatchSetup="אפשרויות קבוצת מפתח..."
FindEngine="הוסף  עוד מנועי רשת..."

[DlgIndex]
Index="מפתח"
Guide="ראשי"
Appendix="תוספים"
NoIndex="ללא מפתח"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">הוסף מילון <b>לקבוצת מפתח</b>, באפשרותך לקבל הצעת איות במהלך ההקלדה.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>.לניהול קבוצת מפתח, לחצו כאן</u></a></div>"

[WebGuide]
Results="תוצאות"
Spelling="הצעות איות אלטרנטיביות"
Appendices="תוספים"
Options="אפשרויות"
Dictionaries="מילונים", "ניהול מילונים..."
ManageAppendices="תוספים", "ניהול תוספים..."
Configuration="הגדרות", "פתיחת מסך הגדרות..."
Help="עזרה", "Lingoes פתיחת מסך עזרה של"
Homepage="lingoes.net", "גלוש לאתר האינטרנט של התוכנה"
Community="Lingoes קהילת", "Lingoes קהילה מקוונת של"

[DlgAppendix]
WndTitle="אפשרויות תוספים"
Close="סגור"
Install="התקנה", "קבצי תוספים של Lingoes (*.laf)|*.laf|", "התקנה נכשלה! \nתקלה זו עשויה להיגרם אם אין לך הרשאות מספיקות אל הקובץ."
Delete="מחיקה", "האם אתם בטוחים שברצונכם למחוק את  \"[$Title]\"", "מחיקת \"[$Title]\" נכשלה! \nתקלה זו עשויה להיגרם אם אין לך הרשאות מספיקות אל הקובץ."
Modify="שינוי", "שינוי נכשל! \nתקלה זו עשויה להיגרם אם אין לך הרשאות מספיקות אל הקובץ."
NewGroup="קבוצה חדשה", "יצירת קבוצה חדש נכשלה! \nתקלה זו עשויה להיגרם אם אין לך הרשאות מספיקות אל הקובץ."
MoveUp="הזז למעלה"
MoveDown="הזז למטה"
CreateAppendix="צור תוסף אישי..."
Download="הבא תוספים נוספים..."
Name="שם"
Group="קבוצה"
InstallSucceed="התקנת \"[$Title]\" הצליחה"
OverwriteInstall="התוסף כבר קיים, האם ברצונך לשכתב אותו?\n\nכותרת:[$Title]\nשם: [$Name]"
InvalidInstallFile="קובץ התקנה לא חוקי!\n[$Filename]"

[DlgAppendixEdit]
WndTitle="שינוי \"[$Title]\"", "צור קבוצה חדשה"
Name="שם"
DisplayTitle="כותרת תצוגה"
DisplayStyle="סגנון תצוגה"
Ok="אישור"
Cancel="ביטול"

[DlgAppendixBuilder]
WndTitle="בונה התוספים"
Name="שם:  (השתמשו רק ב-  a-z, 0-9, מקף, וקו תחתון)", "חובה לציין שם, השתמשו רק ב- a-z, 0-9, מקף, וקו תחתון."
Title="כותרת תצוגה:", "כותרת הינה חובה!"
Location="מיקום תיקית פרויקט:", "יצירת ספריה עבור הפרויקט נכשלה", "בבקשה לבחור ספריה זמינה!"
Create="יצירת פרויקט חדש", "הפרויקט נוצר בהצלחה!\n\nכעת באפשרותך ליצור את התוסף בחופשיות על ידי עריכת הקובץ \"index.html\".", "יצירת פרויקט נכשלה!"
Build="בניה", "בנית קובץ תוסף הצליחה!\n[$Filename]", "בנית קובץ תוסף נכשלה!\n[$Filename]"
Close="סגור"
Tips="טיפ: באפשרותך לערצב את התוסף בחופשיות, על ידי עריכת הקובץ \"index.html\" לאחר יצירת פרויקט חדש."
OverwriteProject="קובץ הפרויקט קיים, האם ברצונך לשכתב אותו?"

[DlgStatus]
KeepVisible="שמור את החלון עליון תמיד"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""

[DlgView]
Speak="אמור", "הקרא את הטקסט הנבחר"
Search="חיפוש"
Copy="העתק"
Print="הדפס..."
Save="שמור..."
Find="חפש..."
SelectAll="בחר הכל"
TextTranslate="תרגום טקסט", "הפעל מתורגמן טקסט"
StartPage="עמוד פתיחה", "עמוד פתיחה"
ShowIndex="הצג סרגל צד"
HideIndex="החבא סרגל צד"
SaveFilter="קובץ HTML (*.htm; *.html)|*.htm;*.html|"
SpeechOption="אפשרויות דיבור..."
SelectVoice="בחירת קול דיבור"
Activation="הפעלה", "אשף ההפעלה של Lingoes"

[DlgRegister]
Title="רישום משתמש עסקי/מסחרי - Lingoes"
FreeDownload="הינה תוכנה חופשית לשימוש פרטי ולא מסחרי Lingoes.\r\nהורדת הגירסה החופשית מכאן..."
Name="שם:", "שם הינו שדה חובה"
Email="דואר אלקטרוני:", "דואר אלקטרוני הינו שדה חובה"
RegCode="קוד רישום:", "קוד הרישום אינו תקין"
Support="שירות לקוחות"
Register="הרשמה", "שמירת פרטי הרשמה נכשלה"
Exit="Exit"

[DlgInfo]
Title="הודעה"
Ok="אישור"
Cancel="ביטול"
Yes="כן"
No="לא"
Retry="נסה שוב"
Abort="הפסק"
Ignore="התעלם"

[DlgAuthentication]
Title="התחבר אל "
TitleProxy="התחבר אל שרת פרוקסי "
Username="שם משתמש:"
Password="סיסמה:"
Remember="זכור סיסמה"
Ok="אישור"
Cancel="ביטול"

[WndGrab]
Open="חפש פירוש מפורט"
Speak="אמור זאת"
Copy="העתק"
TextTranslation="טרגום טקסט"
KeepSize="שמור גודל חלון"
KeepVisible="שמור את החלון עליון תמיד"
Back="חזרה" 
Forward="קדימה"
Search="חיפוש\n  הכנס:\t\tחפד\n  Ctrl + Enter:\tחפש פירוש מפורט\n  Shift + Enter:\tתרגום טקסט\n  Alt + Enter:\tחיפוש ברשת"
RollUp="גלול למעלה / בטל גלילה של החלון"

[DlgDictOption]
Title="אפשרויות מילון"
NetInstall="התקן מאתר Lingoes", "התקן מילון מאתר התוכנה"
Install="התקנה", "התקנה מקובץ על הדיסק"
Uninstall="הסרה", "הסר מילון מותקן"
Add="הוספה", "הוסף מילון לרשימה"
Remove="הסרה", "הסר מילון זה מהרשימה"
Download="הורדה", "הורד מילון זה לשימוש לא מקוון"
MoveTop="", "העלה לראש הרשימה"
MoveUp="", "העלה מעלה"
MoveDown="", "הורד מטה"
MoveBottom="", "הורד לתחתית הרשימה"
MoreDetails="", "הצג פרטי מילון"
Close="סגור"

Installed="מילונים מותקנים"
Query="מילונים מותקנים"
Index="קבוצת מפתח"
Grab="קבוצת לכידת טקסט"

InstalledList="מילונים מותקנים"
QueryList="מילונים מותקנים"
IndexList="רשימת קבוצת מפתח"
GrabList="רשימת קבוצת לכידת טקסט"
DictID="קוד"
Online="מקוון"

Type="סוג"
OnlineType="דורש חיבור לרשת האינטרנט"
AddFilter="קבצי מילון של Lingoes (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="התקן מילון"
Installing="מתקין..."
IndexDictTooMany="טיפים:\n\nהוספת מילונים רבים מדי  \"לקבוצת המפתח\" תאט את קצב מציאת המילה המתאימה בזמן ההקלדה.\n\nלכן מומלץ להוסיף רק מעט מילונים הנמצאים בשימוש רב \"לקבוצת המפתח\"."

[DlgDictList]
Title="הוספת מילונים"
Add="הוספה"
Cancel="ביטול"
Select="בחר"
DictList="מילונים מותקנים"
ID="מזהה"
Online="מקוון"

[DlgDictInfo]
Title="פרטי מילון"
Close="אישור"

ID="מזהה"
MD5="קוד ביקורת"
Name="שם"
Version="גרסה"
Date="תאריך יצירה"
Update="עדכון אחרון"
IndexCount="סך הכל מילים"
Language=שפה
MoreLanguage=עוד..
DictTitle="כותרת"
DictEdition="מהדורה"
DictDescription="תאור"
PubAuthor="מחבר"
PubEmail="דואר אלקטרוני"
PubWebsite="אתר אינטרנט"
PubCopyright="זכויות יוצרים"
Filename="שם קובץ"

; Install Dictionaries
[DlgDictInstall]
Title="התקנת מודל"
InstallSucceed="התקנת המילון \"[$DictTitle]\" הצליחה"
DictGroupOption="אפשרויות"
AddIndexGroup="הוספה \"לקבוצת המפתח\""
AddIndexGroupDesc="תחפש במילונים המצויים בקבוצת המפתח תוך כדי הקלדה ותציג את ההתאמה הקרובה ביותר בתיבת הטקסט Lingoes."
AddGrabGroup="הוסף \"לקבוצת לכידת הטקסט\""
AddGrabGroupDesc="תחפש בקבוצת המילונים ללכידת טקסט במהלך לכידת טקסט ותציג את הפירוש בחלון לכידת הטקסט Lingoes."
Ok="אישור"

; Configuration
[DlgOption]
Title="הגדרות"
Ok="אישור"
Cancel="ביטול"
General="כללי"
Appearance="מראה"
Connection="חיבור"
Speech="דיבור"
Hotkey="מקשי קיצור"
Translate="תרגום"
License="רשיונות"
Capture="לכידת טקסט"

; General
[DlgOptGeneral]
Language="שפה"
UILanguage="שפת ממשק משתמש"

WebSearch="חיפוש ברשת האינטרנט"
SelectWebSearch="בחרו את מנוע החיפוש לשימוש בעת חיפוש ברשת האינטרנט"

TermHistory="היסטוריה וזכרון מטמון"
SaveHistory="מספר מילים לשמירה בהיסטוריה"
ClearHistory="ניקוי הסטוריה"
ClearHistoryConfirmation="?האם אתם בטוחים שברצונכם לנקות את היסטורית המילים"

ResultCache="זכרון מטמון מקומי של מילונים מקוונים"
ClearCache="נקה זכרון מטמון", "?האם אתם בטוחים שברצונכם לנקות את זכרון המטמון של מילונים מקוונים"

AutoStart="הפעל את Lingoes בעת הפעלת חלונות"
StartMin="מזער לאחר הפעלה"

; Appearance
[DlgOptAppearance]
UserInterface="ממשק משתמש"
WindowStyle="סגנון חלון"
WindowFont="גופן לשימוש בממשק"
WindowFontSize="גודל גופן"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="תצוגת תוצאות"
TextFont="גופן לשימוש בתוצאות"
TextFontSize="גודל גופן"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="גופן פונטי"
CursorTranslatorBar="חלון לכידת טקסט"
FontColor="צבע גופן"
BackColor="צבע רקע"
BorderColor="צבע מסגרת"
Transparence="חלון לכידת טקסט שקוף למחצה"
SampleText="טקסט שנלכד"

[Style]
0="ללא"
1="סגנון ברירת מחדל"

; Translate
[DlgOptTranslate]
SupportLCMap="תמיכה במיפוי לשפות מקומיות"
InstantTranslation="תרגום מיידי"
TargetLanguage="שפת יעד:"
CurrentUserLanguage="= שפת הממשק הנוכחית"
TargetLanguage2="אם שפת היעד זהה למקור, אפס אותה ל- "
NoTranslate="ללא תרגום ="

;--------- For Compatible 2.4.2 and older ----------------
CursorActivation="לכוד מילה על המסך"
MouseActivation="תצורת הפעלת עכבר:"
MouseOver="במעבר הסמן"
LeftMouseButton="לחצן עכבר שמאלי"
MiddleMouseButton="לחצן עכבר אמצעי"
RightMouseButton="לחצן עכבר ימני"
MouseXButton1="כפתור עכבר X1"
MouseXButton2="פתור עכבר X2"
TimeDelay="השהית זמן:"
MSEL="מילי שניות"
IgnoreNumber="התעלם מספרות"
IgnoreLatin="התעלם מתווים לטניים (אנגלית, צרפתית, גרמנית, ספרדית וכד')"
IgnoreCJK="התעלם מסינית, יפנית וקוריאנית"
IgnoreCyrillic="התעלם מאותיות קיריליות (רוסית, אוקראינית, בולגרית וכד')"
IgnoreArabic="התעלם מערבית ועברית"
InstallAdobePlugin="התקנת תוסף ל- Adobe Acrobat PDF"
ZonedWord="תרגם טקסט נבחר"
ZonedWordFilterRule="כללי סינון לבחירת טקסט..."
;----------- end --------------------

; Capture
[DlgOptCapture]
CursorActivation="לכוד מילה על המסך"
MouseActivation="תצורת הפעלת עכבר:"
MouseOver="במעבר הסמן"
LeftMouseButton="לחצן עכבר שמאלי"
MiddleMouseButton="לחצן עכבר אמצעי"
RightMouseButton="לחצן עכבר ימני"
MouseXButton1="כפתור עכבר X1"
MouseXButton2="פתור עכבר X2"
TimeDelay="השהית זמן:"
MSEL="מילי שניות"
IgnoreNumber="התעלם מספרות"
IgnoreLatin="התעלם מתווים לטניים (אנגלית, צרפתית, גרמנית, ספרדית וכד')"
IgnoreCJK="התעלם מסינית, יפנית וקוריאנית"
IgnoreCyrillic="התעלם מאותיות קיריליות (רוסית, אוקראינית, בולגרית וכד')"
IgnoreArabic="התעלם מערבית ועברית"
InstallAdobePlugin="התקנת תוסף ל- Adobe Acrobat PDF"
ZonedWord="תרגם טקסט נבחר"
ForTextSelection="עבור בחירת טקסט"
ForDoubleClicking="עבור לחיצה כפולה"
ZonedWordFilterRule="כללי סינון לבחירת טקסט..."
ShowOnlyFirstResult="הצג את תוצאת החיפוש הראשונה בלבד"

; Capture - Text Selection Filter
[DlgOptTranslateZWFilter]
Title="כללי סינון לבחירת טקסט"
ProgramFilename="שם הקובץ של התוכנה", "שם הקובץ של התוכנה (במידה וריק, מציין את כל התוכנות)"
WndClassName="שם מחלקה של חלון", "שם מחלקה של חלון (במידה וריק, מציין את כל החלונות)"
DisableSelect="התעלם מבחירת טקסט", "התעלם מבחירת טקסט"
DisableDBLClick="התעלם מלחיצה כפולה", "התעלם מלחיצה כפולה"
Comment="הערה", "הערה"
Add="הוספה"
Modify="שינוי"
Delete="מחיקה", "?האם אתם בטוחים שברצונכם למחוק את הפריט הנוכחי"
Ok="אישור"
Cancel="ביטול"
LoadDefault="ברירת מחדל", "?האם אתם בטוחים שברצונכם לשחזר את ערכי ברירת המחדל"
Browser="...", "עיון", "תוכנית (*.exe)|*.exe|"
Capture="...", "לכוד שם מחלקה של חלון"
AllProgram="-- כל התוכנות --"
AllWindow="-- כל החלונות --"

[WndClassNameCapture]
Title="לכידת שם מחלקה של חלון"
ProgramFilename="שם קובץ של תוכנה"
WndClassName="שם מחלקה של החלון"
Capture="לכוד מהמסך"

; Speech
[DlgOptSpeech]
RPPEngine="מנוע קול טבעי"
RPPEnable="מופעל"
RPPVoice="קול"
RPPRebuildIndexFile="בניה מחדש של קובץ מפתח", "בניה מחדש של המפתח נכשלה! \nתקלה זו עשויה לקרות בשל חוסר בהרשאות על הקובץ."
Engine="מנוע הקראת מסך (TTS)"
Voice="טון דיבור"
Enable="מופעל"
Volume="עוצמה"
Pitch="מנעד"
Speed="מהירות"
Format="תבנית", "ברירת מחדך", "אין תמיכה בפורמט קול: [$Format]"
RealtimePron="הגיה בזמן אמת"
PronInQuery="בזמן חיפוש מילה"
PronInCapture="בזמן לכידת טקסט"
Test="נסיון"
EnterText="הקלידו טקסט לניסוי טון דיבור זה"
DownloadTTS="הורדת מנוע דיבור וחבילת קול טבעי..."

; Connect
[DlgOptConnection]
ConnectSet="הגדרות חיבור"
DirectConnect="חיבור ישיר"
IEProxyConnect="שימוש בהגדרות פרוקסי זהות לאלו המוגדרות בדפדפן"
ProxyConnect="התחבר דרך שרת פרוקסי / חומת אש"
ProxyServer="כתובת שרת:"
ProxyPort="שער:"
Username="שם משתמש:"
Password="סיסמה:"
OnlineUpdate="עדכון מהרשת"
UpdateNow="עדכן עכשיו"
EnableUpdate="הפעל עדכון מקוון"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="פתיחת החלון הראשי"
GrabToggleKey="הפעלה/הפסקה של לכידת מילה מהמסך"
SelectionToggleKey="הפעלה /הפסקה של תרגום טקסט נבחר"
ClipboardToggleKey="הפעלה/הפסקה של תרגום לוח הגזירים"
Pronounce="הגד"
CopyInterpretation="העתקת תוכן מתורגם"
SpeakSelectedText="אמור את הטקסט הנבחר"
StopSpeak="הפסקת דיבור"
DisableHotKey="נטרול מקשי קיצור"

[DlgExpire]
Title="פג תוקף Lingoes הרשיון ל-"
Ok="שדרג כעת"
Cancel="יציאה"
NetworkSettings="הגדרות רשת"
Support="Lingoes.net"
AskUpgrade="הגרסה הנוכחית פגת תוקף, עליך לשדרג לגרסה החדשה על מנת להמשיך בשימוש! \nלשדרג לגרסה החדשה?"

[DlgAbout]
DlgTitle="אודות Lingoes"
Version="גרסה: "
PortableEdition="גרסה ניידת"
Email="כתובת דואר אלקטרוני"
Website="אתר האינטרנט של Lingoes"
LicenseTo="הרשיון למוצר זה שייך ל:"
LicenseID="קוד: "

;---For Compatible 2.3.0 and older
Beta="בטא"
PersonalUser="משתמש פרטי ולא מסחרי"
;----------- end -----------

[WebResult]
SpellingAlternatives="חלופות איות"
SpellChecker="בודק איות"
TextTranslation="תרגום טקסט"
WebSearch="חיפוש ברשת"
MoreResults="תוצאות נוספות"
WaitSearch="ממתין לתוצאות חיפוש..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>\"<font color='#C00000'>[$SearchKey]</font>\" לא נמצאו תוצאות עבור.</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Lingoes כיצד להשתמש ב-"
DownDictTip="הורדת מילוים נוספים"
Intro="תמיכה בתרגום של למעלה מ- 80 שפות<br>תרגום מסמן העכבר, תרגום טקסט והקראת טקסט"

[TextTranslation]
Title="תרגום טקסט"
To="עבור"
Translate="תרגם"
RequestFailed="בקשת שירותי תרגום נכשלה."
ConnectFailed="Lingoes נכשל בפניה לשרת. אם הנכם מחוברים לרשת האינטרנט, אנא בדקו את הגדרות החיבור שלכם, תחת הגדרות התוכנה. "
WaitRequest="מבקש תוצאות תרגום..."
ParseResultFailed="כשלון בבדיקת תוצאות התרגום. אם הנכם מקבלים הודעה זו מספר פעמים, אנא דווחו לנו."

; Layout
[Layout]
DictMenu="תפריט מילון"
ShowResult="הצג תוצאה"
MinimizeResult="מזער תוצאה"
FindWord="חפש: "

; Dictionary Menu
[DictMenu]
About="אודות..."
Enable="הפעל"
Disable="נטרל"
DisableMsg="המילון מנוטרל ולא יראה תוצאות!\nבאפשרותך להפעיל אותו מתיבת השיחה \"מילונים\"."
MoveTop="הגדר כתוצאות נבחרות"
ArrangeResults="סדר תוצאות..."
IndexGroup="  (קבוצת מפתח)"
QueryGroup="  (קבוצת שאילתא)"
GrabGroup="  (קבוצת לכידת טקסט)"

[Update]
Title="עדכון מקוון"
AskUpgrade="קיימת גרסה חדשה. האם ברצונך לשדרג לגרסה החדשה?"
UpgradeNow="קיימת גרסה חדשה. עליך לשדרג לגרסה החדשה"
UpdateSuccess="עדכון הצליח!"
UpdateFail="עדכון נכשל!"
NoUpdate="הגרסה הנוכחית היא העדכנית ביותר"

CheckUpdate="בודק האם קיימים עדכונים..."
GetUpdateInfo="מקבל פרטי עדכונים..."
DownUpdateData="מוריד עדכונים..."
ExecUpdate="מעדכן מערכת..."
GetUpgradeInfo="מקבל מידע אודות השדרוג..."
DownUpgradeData="מוריד שדרוגים..."
ExecUpgrade="משדרג מערכת..."
NeedExitForUpgrade="תצא כעת כדי להשלים את תהליך השדרוג Lingoes"

[Message]
InitUpdateServerFail="כשלון בהפעלת שירות עדכון אוטומטי "
StartDictServerFail="כשלון בהפעלת שירות תרגום."

DictFileErr="מבנה קובץ לא תקין!\n[$Filename]"
DictVersinTooOld="[$Filename]\nגרסת המילון הנוכחי ([$DictVer]) ישנה מדי, אנא עדכנו אותה.\n\nלעבור לאתר Lingoes כדי לחפש אחר הגרסה האחרונה?"
DictVersinTooNew="[$Filename]\nגרסת המילון הנוכחי ([$DictVer]) מתאימה רק לגרסה מתקדמת יותר של lingoes.\n\nלהוריד את הגרסה האחרונה מאתר Lingoes כעת?"

AskDictRepeatInstall="רשימת המילונים כוללת את המילון \"[$DictTitle]\",\nהאם ברצונכם להמשיך?"
InstallDictFail="התקנת המילון [$Filename] נכשלה"
AskUninstall="האם אתם בטוחים כי ברצונכם להסיר את המילון?\n\n[$DictTitle]\nקוד: [$DictID]"
UninstallDictFail="הסרת מילון נכשלה\n\n[$DictTitle]\nקוד: [$DictID]"
AskRemoveFromGroup="האם אתם בטוחים כי ברצונכם להסיר את המילון \"[$DictTitle]\" מהרשימה?"

MemoryAllocFail="כשלון בהקצאת זכרון."
FilenameInvalid="שם קובץ לא תקין או לא חוקי."
SaveFileFail="שמירת קובץ נכשלה"
OpenFileFail="פתיחת קובץ נכשלה"

AreYouAbort="האם אתם בטוחים כי ברצונכם לבטל את ההליך הנוכחי?"
CreateThreadFail="יצירת חוט נכשלה"
CreateEventFail="יצירת מטפל אירועים נכשלה"
Unfulfilment="תכונה זו לא מלאה"
OnlyProVersion="תכונה זו אפשרית ברשיון מסוג פרו בלבד."
NoRegister="זוהי גרסה לא רשומה, אנא בצעו רישום של Lingoes בכדי להשתמש בתכונה זו."
UsernameIsEmpty="שם משתמש ריק, אנא מלאו שוב."
SaveSearchResultFail="שמירת תוצאות חיפוש נכשלה."

OpenAppendixFail="פתיחת תוכן תוסף נכשלה.\n\nהאם להוריד את התוסף מאתר Lingoes כעת?"
OpenSpeechEngineFail="כשלון בטעינת מנוע TTS אנא בדקו האם TTS מותקן במחשבכם! \n\nעליכם להתקין מנוע TTS במערכת ההפעלה על מנת לאפשר דיבור. במידה ולא מותקן מנוע, אנא הורידו והתקינו מנוע TTS מאתר Lingoes \n\nהאם ברצונכם להוריד כעת?"

; NeedIE6Support="Lingoes needs Internet Explorer 6+, please update your web browser to IE6+"
NoImplement="מצטערים, תכונה זו לא מלאה."

InstallSucceed="ההתקנה הצליחה." 
InstallFailed="ההתקנה נכשלה."
